{"portions": null, "ingredients": [["voda", "500 ml"], ["podmáslí", "300 ml"], ["droždí čerstvé", "10 g"], ["ovesné vločky", "125 g"], ["mouka pšeničná celozrnná hladká", "100 g"], ["cuketa", "50 g"], ["mrkev", "50 g"], ["sůl", "1,5 ČL"], ["mouka pšeničná hladká", "500 g"], ["semínka", "1,5 hrnku"], ["máslo", "None None"]], "name": "Snadné semínkové bulky", "header": {"duration": "Do 45 minut", "difficulty": "Velmi snadné", "portions": "2", "portion_unit": "plechy"}, "steps": ["Do mísy vlijte vodu a podmáslí či kefír. Do tekutiny rozdrobte droždí a pak přisypte vločky, celozrnnou mouku a strouhanou zeleninu. Přidejte sůl a důkladně promíchejte.", "Následně vsypte hladkou mouku a dobře promíchejte vařečkou. Těsto by mělo být poměrně mokré (tak, aby po vykynutí šlo oddělovat lžící). Pokud je příliš suché, přidejte trošku vody navíc. Každá mouka totiž jinak saje a stejně tak i mléčné výrobky mohou mít různou hustotu.", "Povrch těsta vydatně posypte semínky. Volně zakryjte potravinářskou fólií nebo přes mísu volně přetáhněte velký igelitový sáček a vložte do lednice.", "Nechte kynout alespoň 8 hodin, ale klidně i přes noc.", "Do spodní části trouby vložte hluboký plech a do středu umístěte mřížku. Předehřejte troubu na maximum (ideálně na 250 °C).", "Dva nízké plechy vyložte pečicím papírem.", "Vyjměte mísu s těstem z lednice. Navlhčete si lžíci vodou a z těsta odebírejte pomocí lžíce bochánky a sázejte je v rozestupech na plech.", "Pracujte svižně, bulky na plechu rychle kynou. Bulky nemusíte tvarovat, jsou přirozeně střapaté – jen dodržujte podobnou velikost, aby se rovnoměrně upekly.", "Připravte si k ruce sklenici se 100 ml studené vody. Pokud nebudete péct oba plechy zároveň, schovejte jeden plech s bulkami zatím do lednice, ať pečivo nepřekyne.", "Otevřete troubu a na mřížku položte plech s bulkami. Na spodní rozehřátý hluboký plech opatrně vychrstněte připravených 100 ml vody a ihned zavřete dvířka trouby, aby neutekla pára. Pečte zhruba 20 minut dozlatova. Pokud jste nepekli oba plechy zároveň, zopakujte postup i s druhým plechem.", "NĚCO NAVÍC<br>Můžete použít jakýkoli kysaný mléčný výrobek, který máte v lednici, například jogurt či skyr. V takovém případě ale pamatujte na to, že skyr a jogurt jsou hustší než podmáslí, a je proto potřeba zvýšit podíl vody. Použijte tedy méně mléčného výrobku a přidejte více vody (například na 200 g jogurtu použijete 600 ml vody). Do těsta lze nastrouhat i dýni nebo červenou řepu."], "source": "https://www.apetitonline.cz/recept/snadne-seminkove-bulky"}